{
    "primarySourceText": "I presently saw smoke and a great billow, and heard a booming. Then from the hands of my men in their terror the oars flew, and splashed one and all in the swirl, and [205] the ship stood still where it was, when they no longer plied with their hands the tapering oars. But I went through the ship and cheered my men with gentle words, coming up to each man in turn: “‘Friends, hitherto we have been in no wise ignorant of sorrow; surely this evil that besets us now is no greater than when the Cyclops [210] penned us in his hollow cave by brutal strength; yet even thence we made our escape through my valor and counsel and wit; these dangers, too, methinks we shall some day remember. But now come, as I bid, let us all obey. Do you keep your seats on the benches [215] and smite with your oars the deep surf of the sea, in the hope that Zeus may grant us to escape and avoid this death. And to thee, steersman, I give this command, and do thou lay it to heart, since thou wieldest the steering oar of the hollow ship. From this smoke and surf keep [220] the ship well away and hug the cliff, lest, ere thou know it, the ship swerve off to the other side and thou cast us into destruction.’ “So I spoke, and they quickly hearkened to my words. But of Scylla I went not on to speak, a cureless bane, lest haply my comrades, seized with fear, should cease [225] from rowing and huddle together in the hold. Then verily I forgot the hard command of Circe, whereas she bade me in no wise to arm myself; but when I had put on my glorious armour and grasped in my hand two long spears, I went to the fore-deck of the ship, [230] whence I deemed that Scylla of the rock would first be seen, who was to bring ruin upon my comrades. But nowhere could I descry her, and my eyes grew weary as I gazed everywhere toward the misty rock. “We then sailed on up the narrow strait with wailing. [235] For on one side lay Scylla and on the other divine Charybdis terribly sucked down the salt water of the sea. Verily whenever she belched it forth, like a cauldron on a great fire she would seethe and bubble in utter turmoil, and high over head the spray would fall on the tops of both the cliffs. [240] But as often as she sucked down the salt water of the sea, within she could all be seen in utter turmoil, and round about the rock roared terribly, while beneath the earth appeared black with sand; and pale fear seized my men. So we looked toward her and feared destruction; [245] but meanwhile Scylla seized from out the hollow ship six of my comrades who were the best in strength and in might. Turning my eyes to the swift ship and to the company of my men,4 even then I noted above me their feet and hands as they were raised aloft. To me they cried aloud, calling upon me [250] by name for that last time in anguish of heart. And as a fisher on a jutting rock, when he casts in his baits as a snare to the little fishes, with his long pole lets down into the sea the horn of an ox of the steading,5 and then as he catches a fish flings it writhing ashore, [255] even so were they drawn writhing up towards the cliffs. Then at her doors she devoured them shrieking and stretching out their hands toward me in their awful death-struggle. Most piteous did mine eyes behold that thing of all that I bore while I explored the paths of the sea.",
    "citation": "Homer. The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919.",
    "entranceDescription": "You come across a narrow strait where two treacherous dangers lay ahead - Scylla and Charybdis. The sea swirls ominously around you, and the cliffs loom on both sides.",
    "specialInstructions": "They won't have been told about this, so ignore the refernces to Circe",
    "components": [
        {
            "status": "hostile",
            "fightingStrength": 4,
            "intelligence": 3,
            "agression": 5,
            "explorerDescription": "You see a terrifying rock with dark crevices where danger lurks. The sound of crashing waves and screams goes over the roaring sea. The air is thick with fear.",
            "exhibitsXenia": false,
            "who": "Scylla",
            "fightingDetails": "She attacks with multiple heads and is ruthless in devouring sailors passing through.",
            "sampleBenefits": {
                "food": {
                    "amount": 0,
                    "how": "She offers no food, only destruction."
                },
                "fame": {
                    "amount": 0,
                    "how": "You gain no fame by encountering Scylla."
                },
                "gold": {
                    "amount": 0,
                    "how": "She has no gold, only hunger for destruction."
                },
                "shipQuality": {
                    "amount": 0,
                    "how": "She doesn't provide any help in repairing your ship."
                }
            }
        },
        {
            "status": "hostile",
            "fightingStrength": 4,
            "intelligence": 3,
            "agression": 5,
            "explorerDescription": "The sea swirls angrily around you as you approach a massive whirlpool. The water is sucked down violently, threatening to pull your ship into its depths.",
            "exhibitsXenia": false,
            "who": "Charybdis",
            "fightingDetails": "She creates a dangerous vortex that threatens to swallow your ship whole.",
            "sampleBenefits": {
                "food": {
                    "amount": 0,
                    "how": "No food is provided by Charybdis."
                },
                "fame": {
                    "amount": 0,
                    "how": "Encountering Charybdis offers no fame."
                },
                "gold": {
                    "amount": 0,
                    "how": "Charybdis holds no treasure."
                },
                "shipQuality": {
                    "amount": 0,
                    "how": "She does not assist in ship repair."
                }
            }
        }
    ]
}