{"primarySourceText": "we came to the lofty citadel of Lamus, even to Telepylus of the Laestrygonians, where herdsman calls to herdsman as he drives in his flock, and the other answers as he drives his forth. There a man who never slept could have earned a double wage, [85] one by herding cattle, and one by pasturing white sheep; for the out goings of the night and of the day are close together.4 When we had come thither into the goodly harbor, about which on both sides a sheer cliff runs continuously, and projecting headlands opposite to one another [90] stretch out at the mouth, and the entrance is narrow, then all the rest steered their curved ships in, and the ships were moored within the hollow harbor close together; for therein no wave ever swelled, great or small, but all about was a bright calm. [95] But I alone moored my black ship outside, there on the border of the land, making the cables fast to the rock. Then I climbed to a rugged height, a point of outlook, and there took my stand; from thence no works of oxen or of men appeared; smoke alone we saw springing up from the land. [100] So then I sent forth some of my comrades to go and learn who the men were, who here ate bread upon the earth—two men I chose, and sent with them a third as a herald. Now when they had gone ashore, they went along a smooth road by which wagons were wont to bring wood down to the city from the high mountains. [105] And before the city they met a maiden drawing water, the goodly5 daughter of Laestrygonian Antiphates, who had come down to the fair-flowing spring Artacia, from whence they were wont to bear water to the town. So they came up to her and spoke to her, [110] and asked her who was king of this folk, and who they were of whom he was lord. And she showed them forth with the high-roofed house of her father. Now when they had entered the glorious house, they found there his wife, huge as the peak of a mountain, and they were aghast at her. At once she called from the place of assembly the glorious Antiphates, [115] her husband, and he devised for them woeful destruction. Straightway he seized one of my comrades and made ready his meal, but the other two sprang up and came in flight to the ships. Then he raised a cry throughout the city, and as they heard it the mighty Laestrygonians came thronging from all sides, [120] a host past counting, not like men but like the Giants. They hurled at us from the cliffs with rocks huge as a man could lift, and at once there rose throughout the ships a dreadful din, alike from men that were dying and from ships that were being crushed. And spearing them like fishes they bore them home, a loathly meal. [125] Now while they were slaying those within the deep harbor, I meanwhile drew my sharp sword from beside my thigh, and cut therewith the cables of my dark-prowed ship; and quickly calling to my comrades bade them fall to their oars, that we might escape from out our evil plight. [130] And they all tossed the sea with their oar-blades in fear of death, and joyfully seaward, away from the beetling cliffs, my ship sped on; but all those other ships were lost together there.", "citation": "Homer. The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919.", "specialInstructions": "Be cautious when approaching the Laestrygonians. They are hostile and dangerous.", "entranceDescription": "You arrive at the citadel where the sounds of herdsman echo across the land, and a narrow entrance leads to a goodly harbor.", "components": [{"status": "hostile", "fightingStrength": 4, "intelligence": 2, "agression": 5, "explorerDescription": "As you venture further into the harbor, you see towering giants that resemble men but larger, throwing rocks at the ships.", "exhibitsXenia": false, "who": "Laestrygonians", "fightingDetails": "The Laestrygonians are formidable foes, using their immense strength to attack mercilessly.", "sampleBenefits": {"food": {"amount": 0, "how": "The Laestrygonians won't provide food, only destruction."}, "fame": {"amount": 0, "how": "Defeating the Laestrygonians may bring fame, but escaping is the priority."}, "gold": {"amount": 0, "how": "No gold from the Laestrygonians."}, "shipQuality": {"amount": 0, "how": "They won't help with ship repair."}}}]}