{"primarySourceText": "First she bade us avoid the voice of the wondrous Sirens, and their flowery meadow. [160] Me alone she bade to listen to their voice; but do ye bind me with grievous bonds, that I may abide fast where I am, upright in the step of the mast, and let the ropes be made fast at the ends to the mast itself; and if I implore and bid you to loose me, then do ye tie me fast with yet more bonds.’ [165] “Thus I rehearsed all these things and told them to my comrades. Meanwhile the well-built ship speedily came to the isle of the two Sirens, for a fair and gentle wind bore her on. Then presently the wind ceased and there was a windless calm, and a god lulled the waves to sleep. [170] But my comrades rose up and furled the sail and stowed it in the hollow ship, and thereafter sat at the oars and made the water white with their polished oars of fir. But I with my sharp sword cut into small bits a great round cake of wax, and kneaded it with my strong hands, [175] and soon the wax grew warm, forced by the strong pressure and the rays of the lord Helios Hyperion.3 Then I anointed with this the ears of all my comrades in turn; and they bound me in the ship hand and foot, upright in the step of the mast, and made the ropes fast at the ends to the mast itself; [180] and themselves sitting down smote the grey sea with their oars. But when we were as far distant as a man can make himself heard when he shouts, driving swiftly on our way, the Sirens failed not to note the swift ship as it drew near, and they raised their clear-toned song: “‘Come hither, as thou farest, renowned Odysseus, great glory of the Achaeans; [185] stay thy ship that thou mayest listen to the voice of us two. For never yet has any man rowed past this isle in his black ship until he has heard the sweet voice from our lips. Nay, he has joy of it, and goes his way a wiser man. For we know all the toils that in wide Troy [190] the Argives and Trojans endured through the will of the gods, and we know all things that come to pass upon the fruitful earth.’ “So they spoke, sending forth their beautiful voice, and my heart was fain to listen, and I bade my comrades loose me, nodding to them with my brows; but they fell to their oars and rowed on. [195] And presently Perimedes and Eurylochus arose and bound me with yet more bonds and drew them tighter. But when they had rowed past the Sirens, and we could no more hear their voice or their song, then straightway my trusty comrades took away the [200] wax with which I had anointed their ears and loosed me from my bonds.", "citation": "Homer. The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919.", "specialInstructions": "Have a god or soothsayer among the crew inform that you are approaching the sirens as the entrance description. Replace this with your own set of special instructions", "entranceDescription": "You come into view of the enchanting meadow of the Sirens. The voice of the Sirens can be faintly heard in the distance, beckoning you closer with their melodious songs.", "components": [{"status": "friendly", "fightingStrength": 0, "intelligence": 3, "agression": 0, "explorerDescription": "You spot a wise god among the crew, indicating the nearing presence of the Sirens and advising caution.", "exhibitsXenia": true, "who": "God or Soothsayer on board", "fightingDetails": "Cannot engage in physical combat.", "sampleBenefits": {"food": {"amount": 0, "how": "Does not provide food."}, "fame": {"amount": 3, "how": "Recognition for warning the crew about the Sirens' danger."}, "gold": {"amount": 0, "how": "Does not possess gold."}, "shipQuality": {"amount": 0, "how": "No effect on ship quality."}}}, {"status": "hostile", "fightingStrength": 2, "intelligence": 4, "agression": 4, "explorerDescription": "The Sirens come into view, singing their irresistible and enchanting melody, luring unwary sailors towards their doom.", "exhibitsXenia": false, "who": "Sirens", "fightingDetails": "Their songs can mesmerize and lead sailors to shipwreck.", "sampleBenefits": {"food": {"amount": 0, "how": "Does not provide food, rather lures sailors to their doom."}, "fame": {"amount": 0, "how": "No fame gained, only danger."}, "gold": {"amount": 0, "how": "No gold to be gained, only loss."}, "shipQuality": {"amount": -20, "how": "May lead to the loss of the ship."}}}]}